---
kind: property
id: P:Autodesk.Revit.DB.Category.Name
source: html/d7604614-695b-63ed-96bf-16676562cbac.htm
---
# Autodesk.Revit.DB.Category.Name Property

The category name.

## Syntax (C#)
```csharp
public string Name { get; }
```